"Always" = "Altijd";
"Auto" = "Auto";
"Boot Volume" = "Boot Volume";
"ESP on [%@] %@" = "ESP op [%1$@] %2$@";
"Never" = "Never";
"No" = "No";
"No description available" = "Geen omschrijving beschikbaar";
"Select the EFI directory" = "Selecteer de EFI map";
"Set EFI directory" = "Instellen EFI map";
"Unknown" = "Onbekend";
